{
    "AL": {
        "birmingham": {
            "url": "https://defund12.org//birmingham?browse",
            "budgets": [
                "The recently passed budget for 2020 suggests that the largest fraction of the city’s budget should go to policing ($92,775,797), which is over 30% larger than even the second largest allocation of funds, fire ($67,814,889).\nBirmingham is planning to spend $19,959,925 on Education, Transportation, Housing for Mentally Ill, Youth Programs, City Owned Arts/Recreation Centers, Emergency Medical System, and Social Services"
            ]
        },
        "huntsville": {
            "url": "https://defund12.org//huntsville?browse",
            "budgets": []
        }
    },
    "AR": {
        "littlerock": {
            "url": "https://defund12.org//littlerock?browse",
            "budgets": []
        }
    },
    "AZ": {
        "phoenix": {
            "url": "https://defund12.org//phoenix?browse",
            "budgets": [
                "They were given the power to:\n\n\nInvestigate and provide independent reports on police use-of-force incidents and citizen complaints\n\n\nMake disciplinary recommendations for individual officers to the Police chief\n\n\nRecommend policy changes based on research and community feedback\n\n\nWhen the council approved the plan, it anticipated it would cost about $3 million, but in Wednesday’s 2020-21 budget decision it only received $400,000",
                "In 2019, The Phoenix PD received $721 million from the City of Phoenix",
                "The current City Manager recommendation is $741 million, a $20 million increase, yet they can’t provide $3 million to OAT.\nEnding police brutality should be a budget priority"
            ]
        },
        "tempe": {
            "url": "https://defund12.org//tempe?browse",
            "budgets": []
        },
        "tuscon": {
            "url": "https://defund12.org//tuscon?browse",
            "budgets": [
                "It is time to cut funding for the Tucson Police Department.\nIn the previous budget, police received $193,274,430, more than Parks and Recreation ($53,126,400) and Housing and Community Development ($89,091,600)"
            ]
        }
    },
    "CA": {
        "albany": {
            "url": "https://defund12.org//albany?browse",
            "budgets": []
        },
        "bakersfield": {
            "url": "https://defund12.org//bakersfield?browse",
            "budgets": []
        },
        "belmont": {
            "url": "https://defund12.org//belmont?browse",
            "budgets": [
                "In 2019 the budget for Law Enforcement and Crime Control was $10,052,972"
            ]
        },
        "berkeley": {
            "url": "https://defund12.org//berkeley?browse",
            "budgets": [
                "38% of our city’s budget goes towards the police department, while only 10% goes towards health, housing, and community service.\nBerkeley may be faced with up to a 28 million dollar budget deficit in the FY2020-2021 and is set to invest 43% of the general fund in policing",
                "That 74 million dollars is being used at the expense of vital public services such as housing and healthcare"
            ]
        },
        "chico": {
            "url": "https://defund12.org//chico?browse",
            "budgets": [
                "Instead of allocating 48.8% ($27 million dollars) of funds towards the Police Force, and only 2% (1.1 million dollars) towards developing our community, I ask you to reallocate funds from the police department to other areas that desperately need it"
            ]
        },
        "dalycity": {
            "url": "https://defund12.org//dalycity?browse",
            "budgets": [
                "This year, the allocation for DCPD was $36,691,658, which is 40% of our total city budget",
                "What we are also seeing is more and more evidence that community safety is much more likely to occur when people’s needs are being met.\nWe must consider how far that $36 million would go with other non-violent, prevention-oriented services that address our livelihoods and humanity such as health services, social services, infrastructure, childcare assistance, homelessness services, libraries, and our parks and recreation services"
            ]
        },
        "elkgrove": {
            "url": "https://defund12.org//elkgrove?browse",
            "budgets": []
        },
        "eureka": {
            "url": "https://defund12.org//eureka?browse",
            "budgets": []
        },
        "fairfield": {
            "url": "https://defund12.org//fairfield?browse",
            "budgets": []
        },
        "fremont-ca": {
            "url": "https://defund12.org//fremont-ca?browse",
            "budgets": [
                "Last year, the Fremont PD budget was $93,307,000, almost all of which comes from the Fremont general fund"
            ]
        },
        "fullerton": {
            "url": "https://defund12.org//fullerton?browse",
            "budgets": [
                "I am writing to demand that the Fullerton City Council adopts a budget that prioritizes community well-being and redirects funding away from the police.\nAccording to the Fullerton city website, the proposed budget for the 2020-2021 fiscal year allocates 47% of the general fund ($49,860,929) to the Fullerton Police Force"
            ]
        },
        "glendale": {
            "url": "https://defund12.org//glendale?browse",
            "budgets": []
        },
        "hayward": {
            "url": "https://defund12.org//hayward?browse",
            "budgets": []
        },
        "hollister": {
            "url": "https://defund12.org//hollister?browse",
            "budgets": [
                "I am writing to demand that the Hollister City Council adopt a city budget that prioritizes community well-being, and redirects funding away from the police.\nIn the 2018-2019 fiscal year, the City of Hollister allocated an increase of 2.4 million dollars to our police system",
                "In the 2019-2020 fiscal year, Hollister administered another increase of 1.6 million dollars to our police system, equating to an inordinate 44% of our total budget at 26.4 million dollars",
                "This is compared to just 14% of the budget, $8.3 million, allocated towards community services and supplies - an 18% decrease from the 2018-2019 budget",
                "It has been estimated that there will be a 54 billion dollar deficit in the California state budget as a result of the pandemic"
            ]
        },
        "lafayette": {
            "url": "https://defund12.org//lafayette?browse",
            "budgets": [
                "We are demanding that our voices be heard and that real change be made to the way this city allocates its resources.\nThe fact that the Lafayette Police Department encompasses over $6 million of the city’s general operating fund (already over 3 times MORE than public works or city planning) with apparent goals to increase by hundreds of thousands of dollars each year is shameful and unproductive",
                "We need to reimagine public safety to prioritize alternatives to conflict rather than defaulting to violence.\nI demand the immediate freezing of budget increases to the police force, cancelling of cadet classes, demilitarization of our forces, and reallocation of funds from police to community-led health and safety strategies.\nI urge you not to vote to increase police funding by over $500,000"
            ]
        },
        "longbeach": {
            "url": "https://defund12.org//longbeach?browse",
            "budgets": []
        },
        "losaltos": {
            "url": "https://defund12.org//losaltos?browse",
            "budgets": []
        },
        "losaltoshills": {
            "url": "https://defund12.org//losaltoshills?browse",
            "budgets": []
        },
        "la": {
            "url": "https://defund12.org//la?browse",
            "budgets": []
        },
        "lacounty": {
            "url": "https://defund12.org//lacounty?browse",
            "budgets": [
                "I am a resident of Los Angeles County, residing in the [YOUR DISTRICT], and I am emailing to demand the restructuring of the Los Angeles county budget, so as to prioritize more social services for communities, and to drastically minimize spending on the sheriff’s department.\nI demand of the county supervisors to prove their love and dedication to the people of their county and reallocate funds to directly benefit those in need.\nIt is absolutely absurd that the Sheriff’s budget exceeds $3,500,000,000"
            ]
        },
        "losbanos": {
            "url": "https://defund12.org//losbanos?browse",
            "budgets": [
                "The proposed budget for 2019-2020 suggests that the largest fraction of the city’s budget should go to policing ($14,881,614), which is over 24% larger than even the second largest allocation of funds, fire ($5,268,311)"
            ]
        },
        "menlopark": {
            "url": "https://defund12.org//menlopark?browse",
            "budgets": [
                "I am writing to demand that the Menlo Park City Council adopt a city budget that prioritizes community well-being, and redirects funding away from the police.\nIn 2018, the City of Menlo Park allocated $25.37 million dollars to Government and Public Safety, with $17.8 million specifically for police funding",
                "This is compared to just $6.3 million allocated towards community development (7.5% of the budget)",
                "Within the community development budget in 2018, $4.5 million (72% of the Community Development budget) was spent on Construction Regulation and no money was allocated to housing, redevelopment or employment.\nI demand that the City Council begin meaningfully defunding the Menlo Park Police Department and reallocate those funds to programs proven to more effectively promote a safe and equitable community: community-based mental health services, substance abuse treatment services, affordable housing programs, and more"
            ]
        },
        "mountainview": {
            "url": "https://defund12.org//mountainview?browse",
            "budgets": [
                "I am demanding that our voices be heard, and that real change be made to the way this city allocates its resources.\nThe fact that the MVPD encompasses over 42 million dollars of the city’s general operating fund is shameful and unproductive"
            ]
        },
        "oakland": {
            "url": "https://defund12.org//oakland?browse",
            "budgets": [
                "OPD has overspent its authorized overtime budget by 100% – tens of millions of dollars – in recent years, as individual cops bring home annual compensation upwards of $400k",
                "With Oakland’s current finances in dire jeopardy, it is clear that we must defund the police.\nAs Oakland residents, we therefore demand that you take immediate action to ensure the following:\n\nReduce OPD’s allocation from the General Fund by 50% (roughly $150 Million)\nDisallow unauthorized overtime by OPD\nDiscontinue use of general fund dollars to pay for settlements due to police murder, misconduct, and negligence\nInvest in housing, jobs, youth programs, restorative justice, and mental health workers to keep the community safe.\n\nOakland can not wait any longer for a budget that meets the needs of its residents"
            ]
        },
        "orange_county": {
            "url": "https://defund12.org//orange_county?browse",
            "budgets": []
        },
        "paloalto": {
            "url": "https://defund12.org//paloalto?browse",
            "budgets": [
                "Last year, the Palo Alto general fund spent 43.8 million dollars on the PAPD"
            ]
        },
        "pasadena": {
            "url": "https://defund12.org//pasadena?browse",
            "budgets": [
                "I am demanding that you root out systemic and institutional racism by defunding the police and prioritizing and reallocating much-needed funds to education, housing, and community and social services.\n\nReallocate PPD’s $91 million dollar budget towards a neglected public school system, social programs for youth/young adults, public health and housing services, etc.\nWork in partnership with the City Council to develop a reparations ordinance as cities like Chicago have established"
            ]
        },
        "petaluma": {
            "url": "https://defund12.org//petaluma?browse",
            "budgets": [
                "According to the Urban Institute, in 1977, state and local governments spent $42 billion on police and corrections [1]",
                "In 2017, they spent $115 billion [1], a 270 percent increase.\nIn Petaluma, funding for local police is proposed to make up 39 percent of the city budget [2]"
            ]
        },
        "pleasanton": {
            "url": "https://defund12.org//pleasanton?browse",
            "budgets": [
                "The city currently spends 24.5% of its budget on police—$29,674,035 in the last fiscal year—more than $13 million more than was spent on community development, which is allocated the least amount of funding aside from the library.\nWe’re not asking for much, we just want human-centered services",
                "Where should that money come from? The projected $30+ million to be allocated towards PPD this fiscal year.\nI am demanding that this money be reallocated from the police department because it is an inherently harmful organization that has not responded to reform"
            ]
        },
        "redwoodcity": {
            "url": "https://defund12.org//redwoodcity?browse",
            "budgets": [
                "I am writing to demand real change to the Redwood City criminal justice system.\nIn the city’s recommended FY 2020-21 operating budget, $48.9M is allocated to the police, up from $46.5M in the FY 2019-20 budget",
                "In comparison, the recommended budget only allocates $480k to affordable housing"
            ]
        },
        "richmondca": {
            "url": "https://defund12.org//richmondca?browse",
            "budgets": [
                "Last year, the RPD budget was $74,990,406, the majority of which comes from the Richmond general fund"
            ]
        },
        "ripon": {
            "url": "https://defund12.org//ripon?browse",
            "budgets": [
                "The budget for 2019-2020 suggests that the largest fraction of the city’s budget should go to policing ($6,557,258) whereas the budget for the community center is a mere $98,971.\nIf this is truly representative of the council’s thoughts on how funds should be allocated, I am ashamed to call Ripon my home, and I am ashamed to call you my elected officials.\nTransitioning funding away from policing and into community programming such as educational opportunities, arts programs, community centers, healthcare, and mental health resources will strengthen our communities and make them safer for everyone"
            ]
        },
        "riverside-county": {
            "url": "https://defund12.org//riverside-county?browse",
            "budgets": [
                "Hence, instead of “reforming” or “reviewing police policies,” the time has come to defund the Sheriff’s Department.\nCurrently, the County of Riverside is recommending a 3% increase in appropriation to $1.5 billion towards Public Safety for FY2020-2021"
            ]
        },
        "sacramento": {
            "url": "https://defund12.org//sacramento?browse",
            "budgets": [
                "The City Council must also immediately restore the looted $10 million from the Measure U funding"
            ]
        },
        "salinas": {
            "url": "https://defund12.org//salinas?browse",
            "budgets": [
                "As the nation mourns the loss of not only George Floyd, but the deaths of countless people of color at the hands of local law enforcement, now more than ever, we need to support our children and families.\nOur local police department is set to receive an increase of $447,026 for 2020-2021 in their budget which is already nearly half of our entire general fund (45%)",
                "At the same time, our Library and Community Services Department is projected to lose $326,000 of their funding having only received 8% of our budget as it were.\nThis is unacceptable"
            ]
        },
        "sandiego": {
            "url": "https://defund12.org//sandiego?browse",
            "budgets": []
        },
        "sanfrancisco": {
            "url": "https://defund12.org//sanfrancisco?browse",
            "budgets": [
                "Last year, the SFPD budget was $611,701,869, the majority of which comes from the San Francisco general fund"
            ]
        },
        "sanjose": {
            "url": "https://defund12.org//sanjose?browse",
            "budgets": []
        },
        "sanleandro": {
            "url": "https://defund12.org//sanleandro?browse",
            "budgets": [
                "In the 2018-2019 Biennial Budget, the City of San Leandro allocated roughly $39 million dollars to our police system, an inordinate 34.7% of our total budget",
                "This is compared to just $6.5 million allocated towards community development (5.7% of the budget) and recreation & human services (4.6% of the budget)",
                "With fiscal responsibility being a primary goal of this council, it is clear that you must defund the police and reallocate resources into community programs.\nThe projected budget for 2020-2021 for San Leandro PD still sits at 35% of the general budget, at $42,000,485, while community development is projected at 6% of the general fund, recreation & human services at 4% of the budget, and public works also at 6%.\nWithin the community development budget, $307,662 was spent on the City Innovation Division for the 2018-2019 budget (8% of budget) and has been slashed to a projected $3,434 for 2019-2020 & 2020-2021 (0.0005% of community development budget for 2020-2021)",
                "Additionally within the community development budget for 2019-2020, $326,264 was spent for housing services (4%), and $429,568 for code compliance (6%)",
                "The projected budgets for 2020-2021 come to $341,211 for housing services (5% of budget) and $458,203 for code compliance (7% of the budget).\nAs a San Leandro resident, I demand that you take immediate action to ensure the following:\nReduce SLPD’s allocation from the General Fund by 50% ($21,000,242.5‬0)\nDiscontinue use of general fund dollars to pay for settlements due to police murder, misconduct, and negligence\nReallocate the now available $21,000,242.5‬0 from SLPD into 2020-2021 budgets for Human Services, Community Development, and Public Works with focus and priority on housing, jobs, youth programs, restorative justice, and mental health workers to keep the community safe.\nSan Leandro cannot wait any longer for a budget that meets the needs of its residents"
            ]
        },
        "sanluisobispo": {
            "url": "https://defund12.org//sanluisobispo?browse",
            "budgets": [
                "I am writing to demand that the San Luis Obispo City Council adopt a city budget that prioritizes community well-being, and redirects funding away from the police.\nIn 2019, the City of San Luis Obispo allocated 36.3 million dollars to our police system, an inordinate 27.5% of our total budget",
                "This is compared to just 7.3% of the budget, $9.7 million, allocated towards community development, with only $1.4 million towards housing development",
                "Next year, the city estimates that there will be a $8.6 million deficit as a result of the pandemic"
            ]
        },
        "santabarbara": {
            "url": "https://defund12.org//santabarbara?browse",
            "budgets": [
                "I am writing to demand that the Santa Barbara City Council adopt a city budget that prioritizes community wellbeing, and redirects funding away from the police.\nIn 2019, the City of Santa Barbara allocated 42 million dollars to our police system, an inordinate 32% of our total budget",
                "This is compared to just $13 million allocated towards community development (9.2% of the budget)",
                "Within the community development budget, $1.05 million was projected to be spent on human services  (0.07% of the city’s budget), with even less appropriated for housing development (0.04%).\nI demand that the City Council begin meaningfully defunding the Santa Barbara Police Department and re-allocate those funds to programs proven to more effectively promote a safe and equitable community: community-based mental health services, substance abuse treatment services, affordable housing programs, and more"
            ]
        },
        "santaclaracounty": {
            "url": "https://defund12.org//santaclaracounty?browse",
            "budgets": [
                "I am demanding that our voices be heard, and that real change be made to the way this city allocates its resources.\nThe fact that the police force encompasses over 895 million dollars of the county’s general fund is shameful and unproductive"
            ]
        },
        "santacruz": {
            "url": "https://defund12.org//santacruz?browse",
            "budgets": [
                "Last year, the SCPD budget totaled over $30,000,000, most coming from the general fund – Over twice as much as any other single department, including firefighters"
            ]
        },
        "santamonica": {
            "url": "https://defund12.org//santamonica?browse",
            "budgets": [
                "I am writing to demand the reallocation of resources to prioritize the safety and well-being of the city, and away from policing.\nIn the fiscal year of 2019-2020, Santa Monica’s Police Departments’ allocated budget has escalated to a total of $97 million",
                "Their budget has increased by 5.7% ($5 million) since the fiscal year of 2018-2019",
                "This funding is in sharp contrast to the decrease of 19.1% ($2 million) spent towards affordable housing and economic development, and the meager increase of 3.1% ($1 million) in community and cultural services.\nDespite the increased budget towards the police department every year, the City of Santa Monica has not seen a meaningful improvement in public safety"
            ]
        },
        "santarosa": {
            "url": "https://defund12.org//santarosa?browse",
            "budgets": [
                "According to the Urban Institute, in 1977, state and local governments spent $60 billion on police and corrections.[1] In 2017, they spent $194 billion"
            ]
        },
        "scottsvalley": {
            "url": "https://defund12.org//scottsvalley?browse",
            "budgets": []
        },
        "stockton": {
            "url": "https://defund12.org//stockton?browse",
            "budgets": [
                "I am writing to demand that the City Council adopts a budget for the people that prioritizes community well-being and redirects funding away from the police, including the proposed police funding increase of $3,311,169 in the upcoming year.\nWe are in the midst of widespread upheaval over the systemic violence of policing"
            ]
        },
        "torrance": {
            "url": "https://defund12.org//torrance?browse",
            "budgets": [
                "Over 22% of our city’s budget is directed the police department, while only 4.4% is devoted to community services.\nTorrance may be faced with up to a 22 million dollar budget deficit in the FY2020-2021 and is set to divest only 5.7% of Torrance PD’s total departmental budget, while enacting steeper cuts on vital public services such as libraries, park maintenance, and public works"
            ]
        },
        "unioncity": {
            "url": "https://defund12.org//unioncity?browse",
            "budgets": [
                "I am writing to you today because it has come to my attention that the Union City proposed budget for the 2020-2021 fiscal year helps to uphold this same system.\nUnion City council states that it prides itself on the City’s diversity and core values of “safety, tolerance, and caring.” However, the proposed $26,015,635 to be allocated to UCPD from the City’s 2020-2021 General Funds states otherwise"
            ]
        },
        "vallejo-ca": {
            "url": "https://defund12.org//vallejo-ca?browse",
            "budgets": [
                "We have one of the highest amounts of lawsuit payouts in the Bay Area, having paid out more than $7 million in civil rights lawsuit settlements involving our police department since 2011"
            ]
        },
        "ventura": {
            "url": "https://defund12.org//ventura?browse",
            "budgets": []
        }
    },
    "CO": {
        "aurora": {
            "url": "https://defund12.org//aurora?browse",
            "budgets": [
                "The Police Department’s 2020 budget increased by $7.0 million (5.7 percent) over the 2019 Budget, making for a total of $128,772,136"
            ]
        },
        "boulder": {
            "url": "https://defund12.org//boulder?browse",
            "budgets": [
                "I am writing to urge you to defund the Boulder Police Department.\nBased on the 2020 budget that you approved in October 2019, the Boulder Police Department received $38,629,082, which represents an ~8% increase since 2018",
                "Meanwhile, the budget for Housing and Human Services for 2020 is $21,655,671, representing a staggering 28% reduction in budget since 2018"
            ]
        },
        "coloradosprings": {
            "url": "https://defund12.org//coloradosprings?browse",
            "budgets": [
                "Even with the addition of grants and other funds going to these programs, CSPD is still given 20.6% of funds, while the aforementioned programs are only given 11.3%.\nCSPD was also given a $7.2 million increase that came out of the city’s general fund budget to hire 20 new officers"
            ]
        },
        "denver": {
            "url": "https://defund12.org//denver?browse",
            "budgets": [
                "With record unemployment and a seemingly intractable pattern of abuse and unequal treatment by police, our city needs a budget that adequately and effectively meets the needs of at-risk Denver residents.\nFor FY2020, over $500,000,000 was allocated for policing (40% of the budget) while only $7.7m was allocated for safety net programs"
            ]
        },
        "fort-collins": {
            "url": "https://defund12.org//fort-collins?browse",
            "budgets": [
                "Last year, the FCPD cost the City of Fort Collins $87.7 million, while only a mere $12.8 million was spent on affordable housing and social health"
            ]
        },
        "pueblo": {
            "url": "https://defund12.org//pueblo?browse",
            "budgets": []
        }
    },
    "CT": {
        "hartford": {
            "url": "https://defund12.org//hartford?browse",
            "budgets": []
        },
        "newhaven": {
            "url": "https://defund12.org//newhaven?browse",
            "budgets": [
                "According to data available in the Proposed Budget, $43 million was allocated to Police Service",
                "That figure is more than the combined total proposed for Public Health ($11.5 million), Youth & Recreation ($4.8 million), Community Services Administration ($4.5 million), and the Department of Public Works and Parks ($15.9 million)",
                "Furthermore, New Haven Public Schools requested a $10.8 million budget increase, were met with a much lower proposal from the Mayor’s office of $3.5 million, and in the end, only received a $1 million increase in the final budget.\nIt is your duty to represent the voices of your constituents"
            ]
        }
    },
    "DC": {
        "dc": {
            "url": "https://defund12.org//dc?browse",
            "budgets": [
                "In 2019, the Washington Post reported that most stops by MPD were made of Black Washingtonians, and we are renowned across the country for the revenue we extract from these stops ($1 billion last year alone in traffic stops)",
                "It is unconscionable that in the midst of a health pandemic that is overwhelmingly killing Black people – as 76% of COVID deaths are of Black DC residents – that Mayor Bowser would propose increasing an already bloated police budget to almost $580 million, while at the same time divesting from critical public health resources like violence prevention and interruption, mental healthcare, trauma and victims services, and reentry services",
                "The fact that we have ample funds for riot shields and tear gas but at one point questioned the adequacy of our supply of hospital beds and PPE is more than poor leadership and mismanagement of resources — it is a glaring and total moral failure.\nThe $18.5 million increase to MPD, should be allocated elsewhere when considered within the context of this ongoing pandemic and the $700 million dollar city budget deficit"
            ]
        }
    },
    "DE": {
        "newark-de": {
            "url": "https://defund12.org//newark-de?browse",
            "budgets": [
                "We will no longer accept empty gestures and suggestions of “reform.” We are demanding that our voices be heard now, and that real change be made to the way this city allocates its resources.\nFrom 2019 to 2020, the Newark Delaware Police Department budget increased by 7.1%, meaning that its operational budget for 2020 is $15,823,387",
                "Meanwhile, the 2020 budget for community development is abysmally low at only $248,147 (a 0.2% decrease from 2019 to 2020)",
                "It is shameful and unacceptable that our police receive more than 60 times the amount of funding that our community development programs receive, and over 500 times the amount allocated for social services (currently funded at a measly $30,000)"
            ]
        },
        "wilmington": {
            "url": "https://defund12.org//wilmington?browse",
            "budgets": []
        }
    },
    "FL": {
        "gainesville": {
            "url": "https://defund12.org//gainesville?browse",
            "budgets": [
                "\n\nTo: citycomm@cityofgainesville.org,poelb@cityofgainesville.org,mayor@cityofgainesville.org,johnson1@cityofgainesville.org,warrenhk@cityofgainesville.org,simmonsgg@cityofgainesville.org,wardhl@cityofgainesville.org,arreoladi@cityofgainesville.org,hayessantosa@cityofgainesville.org,byerly@alachuacounty.us,mwheeler@alachuacounty.us,rhutchinson@alachuacounty.us,kcornell@alachuacounty.us,cschestnut@alachuacounty.us\n                🔗\n\n\nSubject: [*** INSERT UNIQUE SUBJECT LINE ***]\n            \n\nMessage (Don't forget to replace the [x]'s with your information!)\n🔗\n Hello,\nMy name is [NAME], and I am an Alachua County resident.\nI DEMAND THAT YOU, MY LOCAL OFFICIALS, WILL:\n\nVote no on all increases to police budgets.\nVote yes to decrease police spending and budgets.\nVote yes to increase spending on health care, education and community programs that keep us safe.\n\nIn 2020, the City of Gainesville has allocated $42.25 million dollars to the police department, and $59.66 million to law enforcement in general",
                "Housing and Urban Planning– something residents everywhere but especially on the East side need– was allocated 6.06 million.\nPeople of color in American, specifically Black people, already know that the police don’t keep neighborhoods and communities safe",
                "Black people like Tony McDade (Tallahassee), Trayvon Martin (Orlando), and Jamee Johnson (Jacksonville) cannot keep dying at the hands of police and white actors emboldened by the state.\nIn a time when Black people are facing challenges to their lives such as COVID-19, which disproportionately affects communities of color, there is no excuse for the $500,000 increase in funds to law enforcement for the 2020-2021 fiscal year.\nThe City of Gainesville needs an affordable grocery store on the Eastside"
            ]
        },
        "jacksonville": {
            "url": "https://defund12.org//jacksonville?browse",
            "budgets": [
                "Last year, the JSO budget was $478,386,277",
                "If you want to promote community safety, dedicate yourselves fully to ending poverty– don’t give the police force another $478 million+ to spend on riot gear, grenades, and weapons to use against your own city.\nWe must take a hard look at the ways that the current system in place fails to serve–and actively harms–our community, and come together to reimagine the role of policing.\nDo not forget our communities of color who are disproportionate targets of police violence"
            ]
        },
        "miami": {
            "url": "https://defund12.org//miami?browse",
            "budgets": [
                "I will not be content with “reform;” I am demanding that real change be made to the way this city allocates its resources.\nThe 2019-2020 FY Budget allocated $265,621,000 for the operating budget of the police, amounting to 32.8% of the total operating budget for all City departments"
            ]
        },
        "orlando": {
            "url": "https://defund12.org//orlando?browse",
            "budgets": [
                "Rather than prioritize quality of life for all of Orlando with a proportional housing and development budget, Mayor Dyer chose to prioritize OPD with a budget of 187,104,901 (13.7% of total budget) with an additional $4,432,857 for non-departmental costs.\nI am emailing today to demand that you vote against the Mayor’s 2020-2021 proposed budget"
            ]
        },
        "stpete": {
            "url": "https://defund12.org//stpete?browse",
            "budgets": [
                "This amounts to a staggering $116,368,000"
            ]
        },
        "tallahassee": {
            "url": "https://defund12.org//tallahassee?browse",
            "budgets": [
                "I request that the Mayor and City Commission support our community and hear our call for:\n\n\nEfforts to defund and de-escalate the police department, and to reallocate money to programs and city-led initiatives that support education, rehabilitation, public health, and community-oriented activities.\n\n\nRejection of expanded and militarized police budgets.\n\n\nEfforts to improve oversight and independent investigations to hold individual law enforcement officers and police departments accountable for misconduct.\n\n\nRedirection of money away from the Tallahassee PD, and into Community Development, Public Transportation, Education, Parks & Recreation, as well as targeted support for marginalized communities.\n\n\nI have noticed that in the FY20 approved budget the police department’s budget is over $59 million"
            ]
        },
        "tampa": {
            "url": "https://defund12.org//tampa?browse",
            "budgets": [
                "Programs such as housing, education, jobs and healthcare.\nThe recommended police department budget for 2020 according to the publicly released budget expense report came in at over $162,000,000"
            ]
        }
    },
    "GA": {
        "athens": {
            "url": "https://defund12.org//athens?browse",
            "budgets": [
                "The fiscal budget allocates around $46 million to the Athens‐Clarke County Police Department",
                "As an Athens resident, I therefore demand that you take immediate action to ensure the following:\n\nReduce Athens‐Clarke County Police Department’s allocation from the General Fund by 50% (approximately $23 million)\nDiscontinue use of general fund dollars to pay for settlements due to police murder, misconduct, and negligence\nInvest in housing, jobs, access to food, healthcare, child care, restorative justice, and mental health workers to keep the community safe\n\nAthens cannot wait any longer for a budget that meets the needs of its residents"
            ]
        },
        "atlanta": {
            "url": "https://defund12.org//atlanta?browse",
            "budgets": []
        },
        "savannah": {
            "url": "https://defund12.org//savannah?browse",
            "budgets": []
        }
    },
    "IA": {
        "desmoines": {
            "url": "https://defund12.org//desmoines?browse",
            "budgets": []
        }
    },
    "IL": {
        "chicago": {
            "url": "https://defund12.org//chicago?browse",
            "budgets": [
                "It is morally reprehensible to dedicate 40% of the City’s operating budget (approximately $4 million per day) towards policing while thousands of citizens are homeless and many more lack access to essential services, including clean running water and necessary mental health resources.\nI also urge the City Council to enact legislation that holds police accountable and to overturn policies that allow police to engage in unlawful behavior with impunity.\nPeople are marching in the streets because they know that these actions will result in a healthier, more just society"
            ]
        }
    },
    "IN": {
        "bloomington": {
            "url": "https://defund12.org//bloomington?browse",
            "budgets": [
                "I am writing about the fiscal year 2021 budget for the City of Bloomington.\nMayor Hamilton states that he wants to make Bloomington more “equitable” and to increase the “appeal and attractiveness of our community […] to a wide diversity of people throughout the city.”\nDespite those claims, the 2020 budget allocated $12 million, or 26% of the total budget, to the Bloomington Police department, while community services received less than $800,000, or 1.7% of the total budget.\nI am asking that the Bloomington City Council make a more overt and visible commitment to the city’s Black and Brown communities to combat an over-investment in their criminalization and surveillance"
            ]
        },
        "fortwayne": {
            "url": "https://defund12.org//fortwayne?browse",
            "budgets": [
                "I am writing about the fiscal year 2021 budget for the City of Fort Wayne.\nMayor Henry claims “It’s critical for all of us to come together united with a commitment to gaining a better understanding of the divsions in our city, state, and country” yet the 2020 budget allocated $64.7 million (62% of the total general fund) to the FWPD"
            ]
        },
        "indianapolis": {
            "url": "https://defund12.org//indianapolis?browse",
            "budgets": [
                "I am writing about the fiscal year 2021 budget for the Consolidated City of Indianapolis Marion County.\nMayor Hogsett claims to be “dedicated to investing Indianapolis’ resources back into our neighborhoods,” yet the 2020 budget allocated $253 million or 31% of the total budget to the IMPD"
            ]
        }
    },
    "KS": {
        "lawrence": {
            "url": "https://defund12.org//lawrence?browse",
            "budgets": [
                "I am writing to demand that the Lawrence City Commission adopt a city budget that prioritizes community well-being, and redirects funding away from the police.\nAs you know, in the 2019 budget, the City of Lawrence allocated an increase of over 2 million dollars to fund the Lawrence Police Department",
                "In the 2020 budget, the City of Lawrence increased the Police Department budget another 2.5 million dollars, equating to an inordinate 33.35% of our city’s total taxpayer funded budget at over 27 million dollars",
                "This is compared to just 1.34% of our city budget allocated to Public Health, and 10% of our budget allocated to Municipal Services & Operations.\nIt has been estimated that there will be a multi-million dollar revenue loss in our city due to the Coronavirus pandemic, and the state of Kansas is facing a 1.3 billion dollar budget shortfall"
            ]
        }
    },
    "KY": {
        "lexington": {
            "url": "https://defund12.org//lexington?browse",
            "budgets": [
                "The case–along with its mishandling and lack of appropriate corrective actions regarding the officers involved–has made national headlines and instigated protests from hundreds of thousands of people across the city, commonwealth, nation, and globe.\nI am therefore writing to demand that the LFUCG consider reapportioning general funds away from the LPD and towards social programs and other critical community needs effective at the beginning of FY20-21, July 1, 2020.\nIt is morally reprehensible to dedicate approximately $84 million dollars of the city’s available funds to the LPD while cutting almost all funding to social service agencies, slashing the Affordable Housing Fund by 90%, and reducing funding for Homelessness initiatives by almost 50%.\nThrough a reallocation of funds, we can promote the well-being of citizens and reduce crime by sourcing community-based solutions, allowing residents to become invested in providing recommendations for improvements in criminal justice system operations and to engage in creating solutions that best serve their communities and their needs.\nI also urge the LFUCG to enact legislation that holds police members accountable and to overturn policies that allow police members to engage in unlawful behavior with impunity, and that an elected Civilian Oversight Committee be established with real reform powers"
            ]
        },
        "louisville-justice": {
            "url": "https://defund12.org//louisville-justice?browse",
            "budgets": []
        },
        "louisville": {
            "url": "https://defund12.org//louisville?browse",
            "budgets": [
                "It is morally reprehensible to dedicate over $190 million dollars of the city’s available funds (approximately 32%), with only $4 million allocated to the Criminal Justice Commission and much less to various social services, while increasing police presence and allowing condemnable actions from LMPD officers to go unexcused"
            ]
        }
    },
    "LA": {
        "batonrouge": {
            "url": "https://defund12.org//batonrouge?browse",
            "budgets": [
                "I am writing to demand that the Baton Rouge City Council adopt a city budget that prioritizes community wellbeing, and redirects funding away from the police.\nReferencing the most recent city budget, a staggering $93,530,380 has been allocated for the Baton Rouge police department",
                "Baton Rouge’s state offices, capitol building, and even LSU’s campus all utilize prison labor, where prisoners earn between $0.00 to 0.70 cents per hour for their labor; this is state sanctioned, modern-day slavery.\nSignificantly less funds are allocated for vital community programs including workforce innovations, job training, and employment support programs under the Department of Human Development and Services (e.g., $736,520) and social services assistance, economic assistance, and housing assistance provided by the Office of Community Development (i.e., $8,299,510) for example.\nBaton Rouge is a city with high levels of poverty (i.e., 25.2% of Baton Rouge residents, over half of which are black, are living in poverty compared to the national average of 11.8% according to the U.S"
            ]
        },
        "nola": {
            "url": "https://defund12.org//nola?browse",
            "budgets": [
                "I am a New Orleans resident writing to urge you to defund the New Orleans Police Department.\nI am contacting you to demand a significant reduction to the $194 million that is currently allocated to public safety in the upcoming fiscal budget of 2021 and for a formal review of the New Orleans Police Department Union Contract from an independent party that has no affiliation with NOPD"
            ]
        }
    },
    "MA": {
        "arlington-ma": {
            "url": "https://defund12.org//arlington-ma?browse",
            "budgets": [
                "In 2019, Arlington spent $8,214,876 on police",
                "It spent $425,891 on Health and Human Services",
                "What would Arlington look like if that 8 million dollars was invested in the community?\nPolice “reform” is not enough"
            ]
        },
        "boston-councilors": {
            "url": "https://defund12.org//boston-councilors?browse",
            "budgets": [
                "The City Council needs to address a lack of investment in predominantly Black and Brown communities and an over-investment in their criminalization and surveillance including spending on the Boston Regional Intelligence Center (BRIC).\nThe City Council is considering a grant of $850,000 from the Executive of Public Safety to spend on the BRIC, in addition to $4 million in the City Budget and other federal funding from Trump’s Department of Homeland Security",
                "The police budget and overtime budget should be cut, with funds reinvested in Black and POC communities including $15 million this year for youth jobs.\nNow especially, the City Council can take a stand for racial justice by significantly defunding policing and investing in Black and Brown communities - starting with cutting the least transparent and most harmful parts of the BPD budget.\nRacist police violence doesn’t just happen in other cities - it happens here in Boston too"
            ]
        },
        "boston": {
            "url": "https://defund12.org//boston?browse",
            "budgets": [
                "The Mayor has a responsibility to address the city’s lack of investment in predominantly Black and Brown community as he considers this funding.\nThe city of Boston will spend over $414,306,878 on the Police Department this year, as you well know",
                "By contrast, fair housing and equity receives only $318,366",
                "The police budget and overtime budget should be cut, with funds reinvested in Black and POC communities including $15 million this year for youth jobs"
            ]
        },
        "cambridge": {
            "url": "https://defund12.org//cambridge?browse",
            "budgets": [
                "The CPD currently spends 52% of its budget on patrolling–$33,000,000–or 7x as much spending on patrol than social justice initiatives.\nNow especially, the City Council can take a stand for racial justice by significantly defunding policing and investing in Black and Brown communities–starting with cutting the least transparent and most harmful parts of the CPD budget.\nRacist police violence doesn’t just happen in other cities–it happens here in Cambridge too"
            ]
        },
        "newton": {
            "url": "https://defund12.org//newton?browse",
            "budgets": [
                "I am writing to ask that you use your power to reject the proposed increase of $147k to the Newton Police Department’s FY21 budget",
                "With a multi-billion dollar drop in revenue due to the many complications of COVID-19 and other departments losing money, an increase for the NPD budget does not make sense or benefit our city"
            ]
        },
        "northampton": {
            "url": "https://defund12.org//northampton?browse",
            "budgets": [
                "Thousands of people who care about this city showed up to protest racial inequality perpetuated by law enforcement and I ask you to take this seriously.\nIn the middle of a pandemic and financial crisis whereby millions are jobless and at risk of illness, it is an affront to your constituents to increase funding to the police while other city employees are laid off",
                "Spending $60,000 to have an armed officer direct traffic at the transfer station is a waste of resources when our healthcare workers do not have the equipment they need to deal with the pandemic and our schools are fighting for resources to create new learning environments for their students.\nPolicing is a paradox that creates the “crime” it aims to deter"
            ]
        },
        "somerville": {
            "url": "https://defund12.org//somerville?browse",
            "budgets": [
                "The city of Somerville will spend over $17,044,021 on the Police Department this year, as you well know",
                "By contrast, Health and Human Services receives only $3,064,691 and Culture & Recreation receives only $4.5 million (1.8% of the budget)",
                "Additionally, within the $21 million of grants received in 2018, $749,867 was allocated to the police system, while only $120,610 was allocated to the Arts Council and a mere $503,187 was allocated to Sustainability & Environment.\nThis is an abomination"
            ]
        },
        "worcester": {
            "url": "https://defund12.org//worcester?browse",
            "budgets": [
                "Rather than invest in a system that has been founded on racist principles and that has perpetuated the unnecessary deaths of so many Black people nation wide, I suggest we reallocate money towards building up and supporting the Black and Brown communities that make Worcester the city it is.\nThe 2020 fiscal budget allocated over $52 million to the Worcester Police Department, more than the budget for Health and Human Services, Human Resources, and Public Works and Parks combined"
            ]
        }
    },
    "MD": {
        "baltimore": {
            "url": "https://defund12.org//baltimore?browse",
            "budgets": [
                "In the midst of this pandemic and public outcry against police brutality, it feels especially inappropriate to propose an increase to the BPD budget to $545 million"
            ]
        },
        "baltimore_senators": {
            "url": "https://defund12.org//baltimore_senators?browse",
            "budgets": []
        },
        "greenbelt": {
            "url": "https://defund12.org//greenbelt?browse",
            "budgets": []
        },
        "hyattsville": {
            "url": "https://defund12.org//hyattsville?browse",
            "budgets": [
                "This amount represents more than $450 in spending per resident for police services that largely do not improve their quality of life, and generally detract from it",
                "Rather than spending several million dollars to purchase and retrofit a building for a new police headquarters, the city should be spending that money in order to increase services for public safety such as educational initiatives, mental health programs, ensuring access to affordable housing in all 5 wards of Hyattsville, and doing more to support and promote employment and vocational training programs.\nThe state of Maryland has the highest number of black men incarcerated per capita, and the city of Hyattsville police department plays a role in this sobering statistic"
            ]
        },
        "montgomery_county": {
            "url": "https://defund12.org//montgomery_county?browse",
            "budgets": []
        }
    },
    "ME": {
        "portland_me": {
            "url": "https://defund12.org//portland_me?browse",
            "budgets": []
        }
    },
    "MI": {
        "annarbor": {
            "url": "https://defund12.org//annarbor?browse",
            "budgets": []
        },
        "eastlansing": {
            "url": "https://defund12.org//eastlansing?browse",
            "budgets": []
        },
        "grandrapids": {
            "url": "https://defund12.org//grandrapids?browse",
            "budgets": [
                "I am writing to ask that you to call an emergency council meeting and challenge the mayor’s proposed budget in favor of The People’s Budget before the budget is adopted on July 1st.\nI know that public services are set to be cut by $22M by FY2021"
            ]
        },
        "kalamazoo": {
            "url": "https://defund12.org//kalamazoo?browse",
            "budgets": []
        },
        "royaloak": {
            "url": "https://defund12.org//royaloak?browse",
            "budgets": [
                "As the Commission prepares the budget for the 2021 fiscal year beginning July 1, 2020, I demand that you reconsider the budget of the Royal Oak Police Department (ROPD).\nThe fourth goal of the ROPD listed on the 2020-2021 Recommended Budget is “to provide exceptional public safety for major events, such as Woodward Dream Cruise and Arts, Beats and Eats.” Given that both of those events have been canceled it is reasonable to ask that the $131,040 that has been budgeted for these events be reallocated to sectors that could more effectively benefit Royal Oak, such as community development, health and welfare, affordable housing, the commissions’ sustainability initiative, public works, and education.\nThe 2020-2021 Recommended Budget has proposed to increase to the ROPD budget by $391,090 with $15,000 specifically dedicated to weapons and ammunition",
                "ROPD is slated to receive $19,818,220, which is 31% of the proposed Personnel Services budget for the 2020-2021 fiscal year",
                "The ROPD proposed budget is particularly startling compared to the $342,990 that community development is presently set to receive"
            ]
        },
        "southfield": {
            "url": "https://defund12.org//southfield?browse",
            "budgets": [
                "In Southfield’s 19-20 FY budget, expenditures on Police vastly exceeded every other category at $26,774,810"
            ]
        },
        "ypsilanti": {
            "url": "https://defund12.org//ypsilanti?browse",
            "budgets": []
        }
    },
    "MN": {
        "minneapolis": {
            "url": "https://defund12.org//minneapolis?browse",
            "budgets": []
        },
        "stpaul-schoolboard": {
            "url": "https://defund12.org//stpaul-schoolboard?browse",
            "budgets": []
        },
        "stpaul": {
            "url": "https://defund12.org//stpaul?browse",
            "budgets": []
        }
    },
    "MO": {
        "columbiamo": {
            "url": "https://defund12.org//columbiamo?browse",
            "budgets": []
        },
        "kc": {
            "url": "https://defund12.org//kc?browse",
            "budgets": [
                "Let that serve as a picture of how our city ought to operate as a whole.\nThe city’s recently approved FY2020-21 budget promises ~$270 million to police alone, which is ~$50 million more than the entire budget for Neighborhoods, Housing, and Healthy Communities in this fiscal year",
                "This year’s policing budget brings a $10.7 million increase from the previous year’s budget, an increase enabling ten new police officer positions as well as wage increases and pensions for existing officers.\nAs the city’s policing budget increases, direct investment in our communities continues to be overlooked",
                "No part of the budget was reserved for the fulfillment of Office of Tenant Advocate, a mere $1.2 million dollar budget proposal from the KC Tenants group to Mayor Lucas"
            ]
        }
    },
    "MT": {
        "billings": {
            "url": "https://defund12.org//billings?browse",
            "budgets": []
        },
        "butte": {
            "url": "https://defund12.org//butte?browse",
            "budgets": []
        },
        "greatfalls": {
            "url": "https://defund12.org//greatfalls?browse",
            "budgets": []
        },
        "helena": {
            "url": "https://defund12.org//helena?browse",
            "budgets": []
        },
        "kalispell": {
            "url": "https://defund12.org//kalispell?browse",
            "budgets": []
        },
        "missoula": {
            "url": "https://defund12.org//missoula?browse",
            "budgets": []
        }
    },
    "NC": {
        "asheville": {
            "url": "https://defund12.org//asheville?browse",
            "budgets": []
        },
        "chapelhill-active": {
            "url": "https://defund12.org//chapelhill-active?browse",
            "budgets": []
        },
        "chapelhill": {
            "url": "https://defund12.org//chapelhill?browse",
            "budgets": []
        },
        "charlotte": {
            "url": "https://defund12.org//charlotte?browse",
            "budgets": [
                "As such, a CMPD that siphons over 40% of the city’s general fund is unacceptable.\nDecades of scholarship show that education and social programs are much more effective at promoting safer communities than policing, and yet the city’s answer to every perceived problem has the continued expansion of the CMPD.\nI implore you to advocate for the revision of the 2021 budget, for a meaningful reduction in the proposed $290,200,000 allocated for policing from the general fund, and a reallocation of these funds towards housing, education, and targeted support for marginalized communities.\nThank you for your attention,\n[YOUR NAME]\n[YOUR ADDRESS]\n[YOUR EMAIL]\n[YOUR PHONE NUMBER]\n\n"
            ]
        },
        "durham": {
            "url": "https://defund12.org//durham?browse",
            "budgets": [
                "I am writing to object to the allocation of over $70M to the Durham Police Department in the 2020-2021 city budget"
            ]
        },
        "greensboro": {
            "url": "https://defund12.org//greensboro?browse",
            "budgets": [
                "I am writing to object to the allocation of over $78M to the Greensboro Police Department in the 2020-2021 city budget"
            ]
        },
        "holly-springs": {
            "url": "https://defund12.org//holly-springs?browse",
            "budgets": [
                "I would like to redirect money away from Holly Springs Police Department and into social service programs that will benefit public health and our own community directly, especially communities of color.\nThe proposed budget for 2021 suggests that the largest fraction of the town’s budget should go to policing ($7,861,585), which is nearly 30% larger than even the second largest allocation of funds, parks and recreation ($6,082,691)"
            ]
        },
        "raleigh": {
            "url": "https://defund12.org//raleigh?browse",
            "budgets": [
                "The proposed budget for 2021 suggests that the largest fraction of the city’s budget should go to policing ($110,650,573), which is over 60% larger than even the second largest allocation of funds, fire ($67,687,901)"
            ]
        },
        "winston-salem": {
            "url": "https://defund12.org//winston-salem?browse",
            "budgets": [
                "\n\nTo: mayorsoffice@cityofws.org,info@cityofws.org,john.larson@cityofws.org,robertc@cityofws.org,jeffm@cityofws.org,danb@cityofws.org,annettes@cityofws.org,denisea@cityofws.org,jamestjr@cityofws.org,morticiap@cityofws.org\n                🔗\n\n\nSubject: [*** INSERT UNIQUE SUBJECT LINE ***]\n            \n\nMessage (Don't forget to replace the [x]'s with your information!)\n🔗\n Dear Mayor Joines and City Council,\nMy name is [INSERT NAME] and I am writing from zip code [INSERT ZIP CODE] regarding the proposed City of Winston-Salem budget that allocates 52.5% of the General Fund to Public Safety, totally $112.5 million, with $78,711,550 of that for the Police Department"
            ]
        }
    },
    "NE": {
        "omaha": {
            "url": "https://defund12.org//omaha?browse",
            "budgets": [
                "Omaha’s general budget for 2020 was $419.6 million and the OPD currently takes up nearly 40% of that budget, or $159.5 million",
                "The aforementioned underfunding of public services paired with the overfunding of the police shows me as your constituent that you are merely putting Band-Aids over bullet holes.\nAs an Omaha resident, I therefore demand that you take immediate action to do the following:\nReduce Omaha’s allocation from the General Fund by 50% (roughly $80 million)\nDisallow unauthorized overtime by OPD\nDiscontinue use of general fund dollars to pay for settlements due to police murder, misconduct, and negligence\nInvest in housing, jobs, youth programs, restorative justice, and mental health workers to keep the community safe\nInvest in community development initiatives and programs\nOfficially charge Jake Gardner\n\nOmaha cannot wait any longer for a budget that meets the needs of its residents"
            ]
        }
    },
    "NH": {
        "concord": {
            "url": "https://defund12.org//concord?browse",
            "budgets": [
                "Yet the FY 2021 Budget would increase the Concord Police’s budget by nearly a million dollars"
            ]
        },
        "manchesternh": {
            "url": "https://defund12.org//manchesternh?browse",
            "budgets": []
        }
    },
    "NJ": {
        "franklintownship": {
            "url": "https://defund12.org//franklintownship?browse",
            "budgets": [
                "This is insufficient: the entire system of policing is broken and ineffective, and must be replaced with something else.\nAt $15,545,855 total, representing an increase from 2019, the Township’s amended 2020 budget for policing dwarfs its other appropriations",
                "For example, the allocation for public works totals under $4 million, and the budget for health and human services does not even reach $1 million",
                "If we really don’t need as much as $1 million for health and human services (doubtful, especially in light of the COVID-19 pandemic), how could we possibly need over $15 million for police? Franklin’s population is 28.1% African American",
                "Given that racial inequities persist throughout the nation, and that police have proven to be a dire public health threat for Black Americans, it is unconscionable to continue to fund police at these disproportionate levels.\nI urge you to advocate for a complete overhaul of the Township’s budget that directs at least $10 million away from policing",
                "In a global pandemic, it is all the more critical to invest funds in areas like “Community Resources/Public Assistance,” which is currently slated to receive less than $300,000"
            ]
        },
        "jerseycity": {
            "url": "https://defund12.org//jerseycity?browse",
            "budgets": [
                "I urge that you take radical steps to defund the police and move towards the goal of reimagining public safety without a police department.\nJersey City’s proposed 2020 Municipal Budget has $111,390,803 allocated to the Division of Police",
                "This is by far the largest fraction of the city’s budget, and is nearly 50% higher than the second largest allocation of funds (Division of Fire’s $76,744,661)",
                "It’s an egregious statistic compared to $41,306,177 proposed for the entire Department of Public Works; $8,569,377 for the Department of Housing, Economic Development & Commerce; and $5,282,056 for the Department of Health & Human Services",
                "The allocation for the police alone takes up nearly 20% of the entire $612 million budget.\nI am writing to demand that the 2020-2021 Jersey City municipal budget be revised to reallocate funds away from police and towards things like education, healthcare infrastructure (including non-coercive mental healthcare), youth programming, and non-coercive drug and alcohol treatment programming.\nMayor Fulop and city councilors, please consider making these changes that are in the best interest of our community now and for the future.\nThank you,\n[YOUR NAME]\n[YOUR ADDRESS]\n[YOUR PHONE]\n[YOUR EMAIL]\n\n"
            ]
        },
        "newark": {
            "url": "https://defund12.org//newark?browse",
            "budgets": [
                "I urge that you take radical steps to defund the police and move towards the goal of reimagining public safety without a police department, per 8 to Abolition (8toabolition.com).\nNewark’s 2019 Municipal Budget shows that $154,625,090 was spent on the Division of Police",
                "This is by far the largest fraction of the city’s budget, which is over double the second largest allocation of funds (Division of Fire’s $72,354,451)",
                "It’s an egregious statistic compared to $9,407,451 spent on the entire Department of Health and Community Wellness, $3,504,842 on the Department of Economic and Housing Development, and just $359,239 to the Division of Cultural Affairs"
            ]
        }
    },
    "NM": {
        "albuquerque": {
            "url": "https://defund12.org//albuquerque?browse",
            "budgets": [
                "According to the Urban Institute, in 1977, state and local governments spent $60 billion on police and corrections",
                "In 2017, they spent $194 billion"
            ]
        }
    },
    "NV": {
        "lasvegas": {
            "url": "https://defund12.org//lasvegas?browse",
            "budgets": [
                "I am writing to demand that Mayor Carolyn Goodman and City Council to do everything in their power to adopt a budget that prioritizes our community well being and redirects funding away from the police in the next budget evaluation period.\nWe have seen mounting evidence that police departments are racist and ineffective institutions that put citizens at risk of injury and death, yet the police budget accounts for 13% of our general fund.\nI ask that you redirect the majority of the $174M allotted for crime prevention towards community programs that provide citizens with basic human needs like affordable healthcare, housing, and education"
            ]
        },
        "reno": {
            "url": "https://defund12.org//reno?browse",
            "budgets": [
                "This is a conflict of interest that reflects negatively on all members of city council as he was elected unanimously.\nI ask that you redirect a significant portion of the $41.9M allotted for policing towards community programs that provide citizens with basic human needs like affordable healthcare and housing"
            ]
        }
    },
    "NY": {
        "beacon": {
            "url": "https://defund12.org//beacon?browse",
            "budgets": [
                "\n\nTo: tnelson@cityofbeacon.org,arhodes@cityofbeacon.org,jmccredo@cityofbeacon.org,daymarblair@cityofbeacon.org,gmansfield@cityofbeacon.org,agrant@cityofbeacon.org,mayor@cityofbeacon.org\n                🔗\n\n\nSubject: [*** INSERT UNIQUE SUBJECT LINE ***]\n            \n\nMessage (Don't forget to replace the [x]'s with your information!)\n🔗\n Dear Beacon City Council and Mayor,\nMy name is [YOUR NAME] and I am a Beacon resident and writing to urge you to defund the Beacon Police Department.\nThe Beacon Police department currently has a budget of $5.5 Million",
                "That has increased $700,000 in the past 6 years while other services have been cut or kept the same"
            ]
        },
        "broome": {
            "url": "https://defund12.org//broome?browse",
            "budgets": []
        },
        "buffalo": {
            "url": "https://defund12.org//buffalo?browse",
            "budgets": [
                "I am imploring you to meaningfully restrict the Buffalo Police Department’s $121.9 million dollar budget immediately",
                "I am asking that an action plan for sustainable, long-term change is created and upheld.\nRecreational programming for the elderly is budgeted at $1M, while the net budget for youth programs is $401K",
                "Improving our educational system, local opportunities for economic growth, and programs that fight hunger and housing are proven to be more effective than police presence in improving community safety and wellness.\nHow will you show up for a city in desperate need of help? Spending $121.9 million dollars on the Buffalo Police is not the solution.\nSincerely,\n[YOUR NAME]\n[YOUR ADDRESS]\n[YOUR EMAIL]\n[YOUR PHONE NUMBER]\nPS: Their names are Quentin Suttles",
                "Shaun was given a $300,000 settlement by you, the Common Council"
            ]
        },
        "Nassau": {
            "url": "https://defund12.org//Nassau?browse",
            "budgets": []
        },
        "nyc": {
            "url": "https://defund12.org//nyc?browse",
            "budgets": [
                "Furthermore, I urge you ONLY to vote for a budget that includes AT LEAST $1 billion in cuts to the NYPD with equal reallocation towards social services and education programs, effective at the beginning of FY21, July 1, 2020.\nGovernor Cuomo has doubled the presence of the NYPD on New York City streets"
            ]
        },
        "rochester": {
            "url": "https://defund12.org//rochester?browse",
            "budgets": [
                "I am imploring you to meaningfully restrict the Rochester Police Department’s $95.87 million dollar budget immediately",
                "Recreational and youth services are budgeted at just over $12.4 million",
                "Additionally, while the city spends $119.1 million in aid to the Rochester City School District, this accounts for only 12.8% of the RCSD budget"
            ]
        },
        "rockland-county": {
            "url": "https://defund12.org//rockland-county?browse",
            "budgets": [
                "Moving funds away from the sheriff’s office and police department is a crucial way to combat these issues at the county level.\nThe current 2020 budget passed by County Executive Ed Day appropriates 73 million dollars to the Sheriff, which is the second highest amount by department"
            ]
        },
        "suffolk": {
            "url": "https://defund12.org//suffolk?browse",
            "budgets": []
        }
    },
    "OH": {
        "akron": {
            "url": "https://defund12.org//akron?browse",
            "budgets": [
                "It is time to cut funding for the Akron Police Department.\nIn the 2020 budget, police receive $59,147,850 out of a total $173,128,930"
            ]
        },
        "cincinnati": {
            "url": "https://defund12.org//cincinnati?browse",
            "budgets": [
                "The fiscal budget allocates around $152 million to the CPD"
            ]
        },
        "cleveland": {
            "url": "https://defund12.org//cleveland?browse",
            "budgets": [
                "Although the 2020 city budget was already approved in March, the City of Cleveland must reduce its Division of Police budget.\n$217,908,375 of the $1.8 billion budget is allocated to the Division of Police, an increase of $10 million from 2019"
            ]
        },
        "columbus": {
            "url": "https://defund12.org//columbus?browse",
            "budgets": [
                "So far, more than 100,000 people — enough to fill a football stadium– have perished from the virus,with over one million cases confirmed, and those numbers don’t reflect all the people dying from virus-related illnesses",
                "According to the Urban Institute, in 1977, state and local governments spent $60 billion on police and corrections ",
                "In 2017, they spent $194 billion"
            ]
        },
        "toledo": {
            "url": "https://defund12.org//toledo?browse",
            "budgets": [
                "In order for Toledo to be a more equitable city, I call on our leaders to reduce police spending for the 2021 fiscal year.\nIn the 2020 budget for “basic services,” the police department receives $91,859,538 of $251,227,767 - more than a third of the budget",
                "In the past three years alone, police spending has increased by $10 million",
                "Consider what that $10 million could accomplish in three years if used to invest in communities instead of police them.\nWe all share the same goals for racial justice and equity"
            ]
        }
    },
    "OK": {
        "norman": {
            "url": "https://defund12.org//norman?browse",
            "budgets": [
                "With the current unrest evoked by police brutality and the killings of George Floyd and Breonna Taylor, I am demanding the divestment of funds from the police department and reallocation to programs that actively strengthen our community, especially Black and other minority communities.\nCurrently, the police department receives the largest amount of funding from the City of Norman’s General Fund, totaling $22,350,569 or 27% of total General Fund expenditures",
                "While $22.3 million was allocated to the police department this year alone, the community development fund (which includes programs that support social services, affordable housing, and anti-poverty initiatives) only received $5,342,871"
            ]
        },
        "oklahomacity": {
            "url": "https://defund12.org//oklahomacity?browse",
            "budgets": [
                "As such, I demand more aggressive financial support be directed to those areas.\nIn the FY2021 budget proposal, police receive $226,051,993 out of a total $1,658,405,738"
            ]
        },
        "tulsa": {
            "url": "https://defund12.org//tulsa?browse",
            "budgets": []
        }
    },
    "OR": {
        "eugene": {
            "url": "https://defund12.org//eugene?browse",
            "budgets": [
                "I urge you to oppose the increase in funding from $61.35 mil in FY-2020 to $67.97 mil in FY-2021 for the Eugene Police Department (EPD) and instead, decrease it.\nPolicing plays a strong role in enforcing racism and social control of communities of color through disempowerment, displacement, and repression",
                "As stated on the White Bird Clinic Website, “CAHOOTS gets 2 percent of the police budget, but with that 2 percent they handle 17 percent of public safety calls.” Per the FY20 Budget Report, CAHOOTS funding was only $281,000",
                "In response to burgeoning community need, we are expanding the hours of CAHOOTS mobile crisis services, which responded to over 23,000 calls in 2018, saving an estimated $6M in emergency medical services costs alone.”\nThe City of Eugene should continue to work towards the expansion programs that benefit the community, like CAHOOTS, by diverting additional funds from EPD"
            ]
        },
        "portland-police": {
            "url": "https://defund12.org//portland-police?browse",
            "budgets": [
                "\nBody cams do not equal accountability and bias training does not reduce the number of Black people, Indigenous people, Latinx people and others disproportionately targeted by “law enforcement”.\nIf you want to “tackle crime”, dedicate yourselves fully to ending poverty– don’t give the police force another 246.2 million to spend on riot gear, grenades, and chemical weapons to use against your city.\nNow is a chance for Portland to lead the country and show how demilitarization and defunding the police can create a safer city for all of us.\nBest Regards,\n[YOUR NAME]\n[YOUR ADDRESS]\n[YOUR EMAIL]\n[YOUR PHONE NUMBER]\n\n"
            ]
        },
        "portland-defund": {
            "url": "https://defund12.org//portland-defund?browse",
            "budgets": [
                "This included a policing budget of $245,169,804, which is over $5 million more than budgeted last year—even amongst city-wide cuts to other departments due to Covid-19",
                "Mayor Wheeler’s 2019-20 proposed budget was increased by an additional half million dollars before adoption, and even then the PPB has overspent the increased budget by 1.4 million to date",
                "We anticipate that PPB will attempt a similar increase this year, pushing their budget even higher than the proposed $245 million, thus we stand even more firmly against this increase.\nAdditionally and critically, Wheeler’s budget ELIMINATES $1.8 million to fund the police body camera program"
            ]
        },
        "portland-sheriff": {
            "url": "https://defund12.org//portland-sheriff?browse",
            "budgets": [
                "We can make the choice to fund people, not policing & incarceration.\nOur demands are:\nReject the $6.4 million increase to the Sheriff’s Department\nDivest from Homeless Outreach and Programs Engagement (HOPE) and instead direct resources towards dignified temporary and permanent housing and rent relief; halt sweeps of houseless encampments and other villages.\nReject increased funding and divest from Adult Electronic Monitoring, Adult Field Supervision.\nReject increased funding and divest from Body Worn Camera programs.\nDeny the Sheriff Department’s proposition to use $1.08 million from the general fund to keep Dorm 15 at Inverness Jail from closing.\nDivest from the Juvenile East Multnomah Gang Enforcement Team & the Gang Enforcement Deputy.\nInvest in life affirming solutions to Multnomah County’s needs by building up community-based and peer-led services and resources",
                "The county can address its $58 million (and growing) deficit in the $1.98 billion budget by divesting from the violence of policing and incarceration"
            ]
        }
    },
    "PA": {
        "erie": {
            "url": "https://defund12.org//erie?browse",
            "budgets": []
        },
        "philly": {
            "url": "https://defund12.org//philly?browse",
            "budgets": [
                "Mayor Kenney’s proposed Philadelphia budget for fiscal year 2021 has proposed a $14 million increase for the Philadelphia police department during a time of economic strife and while other essential social budgets that support the community are being slashed"
            ]
        },
        "philadelphia": {
            "url": "https://defund12.org//philadelphia?browse",
            "budgets": [
                "We will no longer accept empty gestures and suggestions of “reform.” We are demanding that our voices be heard now, and that real change be made to the way this city allocates its resources.\nThe proposed $14 million budget increase for PPD is unacceptable and comes at the cost of affordable housing, support for essential city workers, and other transformative initiatives"
            ]
        },
        "pittsburgh_mayor": {
            "url": "https://defund12.org//pittsburgh_mayor?browse",
            "budgets": [
                "\n\nTo: bill.peduto@pittsburghpa.gov\n                🔗\n\n\nSubject: [*** INSERT UNIQUE SUBJECT LINE ***]\n            \n\nMessage (Don't forget to replace the [x]'s with your information!)\n🔗\n Dear Mayor Peduto,\nMy name is [YOUR NAME] and I am a resident of [NEIGHBORHOOD/BOROUGH/CITY]\nFrom reports of protesters being attacked around the city to the killing of Antwon Rose in East Pittsburgh - the police have shown that they are not doing their jobs to serve and protect all citizens of this city.\nIn 2020 the Bureau of Police’s budget INCREASED by over $10 million dollars",
                "This is not a budget dedicated to keeping citizens safe and healthy.\nI demand that budgeting funds are moved from the Bureau of Police (~18.8% of Pittsburgh’s Operating Budget) towards programs that support housing, jobs, education, and improve quality of life in our community and for Black Pittsburghers.\nHere are some departments from the Operations and Capital budgets that could use this financial support:\nOffice of Equity - only allocated $1,758,022 (~0.29% of 2020 Operating Budget)\nNeighborhood and Community Development - only allocated $7,502,080 (~6.8% of 2020 Capital Budget)\nCommunity Based Organizations - only allocated $500,000 (~0.45% of 2020 Capital Budget)\nNeighborhood Employment Centers - only allocated $150,000 (~0.14% of Capital Budget)\nPittsburgh Employment Program - only allocated $150,000 (~0.14% of Capital Budget)\nFair Housing - only allocated $100,000 (~0.09% of Capital Budget)\nThe lack of community support is evident in the Pittsburgh 2020 budget"
            ]
        },
        "pittsburgh": {
            "url": "https://defund12.org//pittsburgh?browse",
            "budgets": [
                "This is unacceptable.\nThe 2020 budget for the Bureau of Police is $114,787,000",
                "This is ~18.9% - nearly one fifth - of the overall City Operations Budget.\nThere is only $1,758,022 allocated to the Office of Equity",
                "The Ethics Hearing Board budget went down by $6,974 from 2019-2020 while the Police Bureau budget increased by $10,241,674",
                "Is this what the increase will go toward? What is the reasoning for needing more police on the ground? Due to the overwhelming evidence that the police are targeting Black people in this city (and across the world), it is the correct move to divest from funding boots on the ground operations and invest in upholding policies that support the people.\nThe Neighborhood and Community Development fund was only allocated $7,502,080 for 2020"
            ]
        },
        "statecollegepa": {
            "url": "https://defund12.org//statecollegepa?browse",
            "budgets": []
        }
    },
    "RI": {
        "cranston": {
            "url": "https://defund12.org//cranston?browse",
            "budgets": [
                "It has become clear that police do not meet the needs of the community and are in fact a detriment to community safety, furthering the oppression of residents of color, undocumented residents, disabled residents, mentally ill residents, and LGBTQ residents.\nThe mayor’s office has proposed a police budget of $25,578,656 for FY21",
                "This includes $100,000 to keep police in Cranston public schools, contributing to the criminalization of youth and the school-to-prison pipeline that disproportionately targets Black students and students of color within the Cranston Public School system.\nImagine what over $25 million could do for this community if it was invested in education, community mental health services, resources for formerly incarcerated, housing, and other services that have been proven to reduce crime and contribute to the safety and well-being of communities.\nCranston may be a small city in a tiny state, but we have shown that we can make a huge impact on America at large"
            ]
        },
        "jamestown": {
            "url": "https://defund12.org//jamestown?browse",
            "budgets": [
                "I am writing to demand that Jamestown Town Council adopt a town budget that prioritizes community welfare and redirects funding away from police.\nThis fiscal year the town plans to give just over 1.8 million to our police system, a substantial 15.5% of the budget"
            ]
        },
        "pawtucket": {
            "url": "https://defund12.org//pawtucket?browse",
            "budgets": [
                "It has become clear that police do not meet the needs of the community and are in fact a detriment to community safety, furthering the oppression of residents of color, undocumented residents, disabled residents, mentally ill residents, and LGBTQ residents.\nThe mayor’s office has proposed a police budget of $25,578,656 for FY21",
                "This includes $100,000 to keep police in Cranston public schools, contributing to the criminalization of youth and the school-to-prison pipeline that disproportionately targets Black students and students of color within the Cranston Public School system.\nImagine what over $25 million could do for this community if it was invested in education, community mental health services, resources for formerly incarcerated, housing, and other services that have been proven to reduce crime and contribute to the safety and well-being of communities.\nCranston may be a small city in a tiny state, but we have shown that we can make a huge impact on America at large"
            ]
        },
        "providence": {
            "url": "https://defund12.org//providence?browse",
            "budgets": [
                "It has become clear that police forces are ineffective at keeping local communities safe, and that they perpetuate the oppression of residents who are people of color, undocumented, mentally ill, disabled, and LGBTQ.\nWhile Providence has received a $700,000 grant to formulate a Behavioral Health Response Team, that amount is a mere drop in the bucket of the nearly $90 million budgeted for Police in 2021",
                "The current budget proposal has allocated $154,450 on guns and ammunition, $1,461,620 for 50 new police recruits, not to mention $963,626 that is allocated for uniforms and “wearing apparel,” presumably including more of the riot gear that is currently being used to suppress peaceful protests"
            ]
        }
    },
    "SC": {
        "charleston-sc": {
            "url": "https://defund12.org//charleston-sc?browse",
            "budgets": [
                "\n\nTo: tecklenburgj@charleston-sc.gov,delcioppom@charleston-sc.gov,shealyk@charleston-sc.gov,jasonsakrandistrict3@gmail.com,mitchellro@charleston-sc.gov,bradyk@charleston-sc.gov,gregoriewd@charleston-sc.gov,waringp@charleston-sc.gov,mike@seekingslaw.com,peter@charlestoncitycouncil9.org,griffinh@charleston-sc.gov,appelr@charleston-sc.gov,jacksonc@charleston-sc.gov\n                🔗\n\n\nSubject: [*** INSERT UNIQUE SUBJECT LINE ***]\n            \n\nMessage (Don't forget to replace the [x]'s with your information!)\n🔗\n Dear Mayor Tecklenburg and Charleston City Council Members,\nMy name is [YOUR NAME] and I am a resident of [YOUR NEIGHBORHOOD].\nI am demanding you reallocate funds from the Charleston City Police department and invest them into social services that would directly improve the well-being of Charleston citizens.\nThe budget for 2019 was $51,764,862, and the budget for 2020 is $53,445,152"
            ]
        }
    },
    "TN": {
        "clarksville": {
            "url": "https://defund12.org//clarksville?browse",
            "budgets": []
        },
        "knoxville": {
            "url": "https://defund12.org//knoxville?browse",
            "budgets": [
                "I am writing to say that I am strongly against the provisions found in the FY2020-2021 budget.\nThe mayor’s budget would spend $60.7 million ($58 million of which comes directly from the Knoxville City General Fund of $164.5 million, or 35%) on a “public safety” system that does not keep us safe"
            ]
        },
        "memphis": {
            "url": "https://defund12.org//memphis?browse",
            "budgets": []
        },
        "nashville": {
            "url": "https://defund12.org//nashville?browse",
            "budgets": [
                "I am writing to say that I am strongly against BL2020-286.\nThe mayor’s budget would spend $496 million on a “public safety” system that does not keep us safe"
            ]
        }
    },
    "TX": {
        "austin-protests": {
            "url": "https://defund12.org//austin-protests?browse",
            "budgets": []
        },
        "austin": {
            "url": "https://defund12.org//austin?browse",
            "budgets": [
                "So far, more than 100,000 people — enough to fill a football stadium– have perished from the virus,with over one million cases confirmed, and those numbers don’t reflect all the people dying from virus-related illnesses",
                "According to the Urban Institute, in 1977, state and local governments spent $60 billion on police and corrections ",
                "In 2017, they spent $194 billion"
            ]
        },
        "dallas": {
            "url": "https://defund12.org//dallas?browse",
            "budgets": [
                "According to the Urban Institute, in 1977, state and local governments spent $60 billion on police and corrections ",
                "In 2017, they spent $194 billion"
            ]
        },
        "fortworth": {
            "url": "https://defund12.org//fortworth?browse",
            "budgets": [
                "According to the Urban Institute, in 1977, state and local governments spent $60 billion on police and corrections",
                "In 2017, they spent $194 billion, a 220 percent increase"
            ]
        },
        "houston": {
            "url": "https://defund12.org//houston?browse",
            "budgets": [
                "So far, more than 100,000 people — enough to fill a football stadium– have perished from the virus,with over one million cases confirmed, and those numbers don’t reflect all the people dying from virus-related illnesses",
                "According to the Urban Institute, in 1977, state and local governments spent $60 billion on police and corrections ",
                "In 2017, they spent $194 billion"
            ]
        },
        "irving": {
            "url": "https://defund12.org//irving?browse",
            "budgets": [
                "From 2017 to 2020 IPD’s budget has grown 14% or roughly $8 million",
                "(Source: City of Irving Fiscal Year 2019-2020 Budget).\nAs Irving residents, we therefore demand that you take immediate action to ensure the following:\n\nReduce IPD’s allocation from the General Fund by 50% (roughly $35 Million)\nDisallow unauthorized overtime by IPD\nDiscontinue use of general fund dollars to pay for settlements due to police murder, misconduct, and negligence\nInvest in housing, jobs, youth programs, restorative justice, and mental health workers to keep the community safe.\nInvest in community development initiatives and programs.\n\nIrving cannot wait any longer for a budget that meets the needs of its residents"
            ]
        },
        "sanantonio": {
            "url": "https://defund12.org//sanantonio?browse",
            "budgets": [
                "I am a resident of San Antonio, Texas and I am emailing today to demand a complete overhaul on our San Antonio Police Department in light of the Black Lives Matter protests being demonstrated across the US, but specifically our city.\nCurrently, more than a third of the city’s $1.3 billion operating budget is spent on the police department"
            ]
        }
    },
    "UT": {
        "saltlakecity": {
            "url": "https://defund12.org//saltlakecity?browse",
            "budgets": []
        }
    },
    "VA": {
        "alexandria": {
            "url": "https://defund12.org//alexandria?browse",
            "budgets": [
                "This past week, our nation has been gripped by protests calling for a rapid and meaningful reevaluation of the role of policing in our communities, and an end to racism and anti-Blackness.\nIn the proposed FY 2021 Budget, the city is dedicating $68,306,285 to the Alexandria Police Department and $35,074,056 to the Alexandria Sheriff’s Office, while only dedicating $7,342,873 to the Health Department and $7,762,217 to affordable housing"
            ]
        },
        "arlington": {
            "url": "https://defund12.org//arlington?browse",
            "budgets": []
        },
        "charlottesville": {
            "url": "https://defund12.org//charlottesville?browse",
            "budgets": [
                "For FY 2021, $18M has been allocated to CPD"
            ]
        },
        "fairfax": {
            "url": "https://defund12.org//fairfax?browse",
            "budgets": [
                "Last year, the Police Department cost the county $176 424,490"
            ]
        },
        "norfolk": {
            "url": "https://defund12.org//norfolk?browse",
            "budgets": [
                "In FY 2020, the Norfolk PD adopted $77,618,592 in total expenditures while the entire Norfolk Community Services Board’s adopted expenditures totaled $25,078,661"
            ]
        },
        "richmond": {
            "url": "https://defund12.org//richmond?browse",
            "budgets": [
                "Last year, the RPD’s total general fund was $95,403,743 while Housing and Community Development’s was $3,296,705"
            ]
        },
        "williamsburg": {
            "url": "https://defund12.org//williamsburg?browse",
            "budgets": [
                "The proposed $5,420,342 to be allocated to the WPD from the 2021 General Fund (a 4.7% increase from 2020) is more than the proposed 2021 allocation for Human Services, Community Development, and Recreation combined.\nI am urging you to meaningfully redirect funds from the WPD budget for the 2020-2021 fiscal year and instead use those extraordinary resources to address more effective social programs and services to support Black and Brown communities: COVID-19 relief, affordable housing, healthcare, access to food, and community-led centers and projects.\nI join in solidarity with the freedom fighters in Minneapolis, Louisville, Williamsburg, and across the United States"
            ]
        }
    },
    "VT": {
        "burlington": {
            "url": "https://defund12.org//burlington?browse",
            "budgets": []
        }
    },
    "WA": {
        "seattle": {
            "url": "https://defund12.org//seattle?browse",
            "budgets": [
                "In the 2019-2020 proposed budget, the funding for the Office of Housing, which provides grants for affordable housing, remained unchanged at only $69.1 million",
                "In comparison, the SPD was allocated a budget of $363 million, representing a 9.7% increase in funds.\nThis pandemic has had severe economic consequences including high unemployment causing many people to be unable to pay rent"
            ]
        },
        "spokane": {
            "url": "https://defund12.org//spokane?browse",
            "budgets": []
        },
        "tacoma": {
            "url": "https://defund12.org//tacoma?browse",
            "budgets": []
        }
    },
    "WI": {
        "eauclaire": {
            "url": "https://defund12.org//eauclaire?browse",
            "budgets": []
        },
        "lacrosse": {
            "url": "https://defund12.org//lacrosse?browse",
            "budgets": []
        },
        "madison": {
            "url": "https://defund12.org//madison?browse",
            "budgets": []
        },
        "milwaukee": {
            "url": "https://defund12.org//milwaukee?browse",
            "budgets": []
        }
    },
    "WV": {
        "charleston-wv": {
            "url": "https://defund12.org//charleston-wv?browse",
            "budgets": []
        },
        "huntington": {
            "url": "https://defund12.org//huntington?browse",
            "budgets": []
        },
        "morgantown": {
            "url": "https://defund12.org//morgantown?browse",
            "budgets": []
        },
        "parkersburg": {
            "url": "https://defund12.org//parkersburg?browse",
            "budgets": []
        }
    }
}